{
    "title": "Как играть в Сапёра",
    "object_title": "Что является целью Сапёра?",
    "object_value": "В этой классической игре вам представлена доска из квадратов. В некоторых квадратах есть мины, в других - нет. Если вы нажмете на квадрат, содержащий мину, вы проиграете. Если вам удастся открыть все квадраты, не нажимая на мину, вы выиграете.",
    "htp_title": "Как играть в Сапёра? Что означают эти цифры?",
    "htp_value": "Нажатие по квадрату, в котором нет мины, показывает количество соседних квадратов, содержащих мины. Путем дедукции, а иногда и наугад, эта информация может быть использована для определения местонахождения всех мин.",
    "example_title": "Пример игры в Сапёра",
    "example_value": "Например, глядя на изображение выше, вы можете видеть, что в середине явно есть мина, окруженная единицами. Каждая единица означает, что есть одна мина, касающаяся этого конкретного квадрата. Следуя той же идее, вы можете видеть, что цифра \"2\" говорит вам о том, что к этому конкретному квадрату прикасаются две мины, так что в правом нижнем квадрате также явно есть мина. Это основы игры.",
    "rules_title": "Каковы правила Сапёра?",
    "rules_value": [
        "Соседями квадрата являются квадраты сверху, снизу, слева, справа и все 4 диагонали. Квадраты по бокам доски или в углу имеют меньше соседей. Доска не заворачивается по краям.",
        "Первый открытый вами квадрат и его соседи никогда не будут минами",
        "Если вы откроете квадрат, в котором нет соседних мин, автоматически откроются все его соседи. Это может привести к быстрому открытию большой площади.",
        "Если вы неправильно пометите мину, вам придется исправить ошибку, прежде чем вы сможете выиграть. Неправильная маркировка мин не убьет вас, но может привести к ошибкам, которые могут это сделать",
        "Вам не обязательно отмечать все мины, чтобы выиграть, вам просто нужно открыть все квадраты, не содержащие мин!",
        "Нажмите кнопку рестарт, чтобы начать новую игру"
    ],
    "status_title": "Информация о статусе:",
    "status_value": "Верхнее число содержит количество мин, которые осталось найти. Число будет обновляться по мере того, как вы будете отмечать квадраты.",
    "interaction_mobile": "Чтобы поместить маркер в квадрат, нажмите и удерживайте его. Удерживайте его еще раз, чтобы поставить вопросительный знак. Удерживайте его еще раз, чтобы удалить маркер.",
    "interaction_pc": "Чтобы поместить маркер в квадрат, щелкните по нему правой кнопкой мыши. Щелкните по нему правой кнопкой мыши еще раз, чтобы поставить вопросительный знак. Щелкните по нему правой кнопкой мыши еще раз, чтобы удалить маркер."
}